[
    {
        "predicate": "http://www.w3.org/2000/01/rdf-schema#label",
        "object": "Ernest Rutherford"
    },
    {
        "predicate": "http://www.w3.org/2000/01/rdf-schema#comment",
        "object": "Ernest Rutherford, 1st Baron Rutherford of Nelson, OM, FRS, HonFRSE (30 August 1871 – 19 October 1937) was a New Zealand physicist who came to be known as the father of nuclear physics. Encyclopædia Britannica considers him to be the greatest experimentalist since Michael Faraday (1791–1867). Apart from his work in his homeland, he spent a substantial amount of his career abroad, in both Canada and the United Kingdom."
    },
    {
        "predicate": "http://dbpedia.org/property/name",
        "object": "The Lord Rutherford of Nelson"
    },
    {
        "predicate": "http://dbpedia.org/property/deathPlace",
        "object": "Cambridge, England"
    },
    {
        "predicate": "http://dbpedia.org/property/supporters",
        "object": "Dexter,  Hermes Trismegistus  .  Sinister,  a Māori warrior."
    },
    {
        "predicate": "http://dbpedia.org/property/signature",
        "object": "ernest rutherford sig.jpg"
    },
    {
        "predicate": "http://dbpedia.org/property/motto",
        "object": "Primordia Quaerere Rerum"
    },
    {
        "predicate": "http://dbpedia.org/property/notes",
        "object": "The arms of Ernest Rutherford consist of:"
    },
    {
        "predicate": "http://dbpedia.org/property/predecessor",
        "object": "Sir Charles Scott Sherrington"
    },
    {
        "predicate": "http://dbpedia.org/property/residence",
        "object": "New Zealand, United Kingdom"
    },
    {
        "predicate": "http://dbpedia.org/property/spouse",
        "object": "Mary Georgina Newton"
    },
    {
        "predicate": "http://dbpedia.org/property/successor",
        "object": "Sir Frederick Gowland Hopkins"
    },
    {
        "predicate": "http://dbpedia.org/property/title",
        "object": "at the University of Manchester"
    },
    {
        "predicate": "http://dbpedia.org/ontology/abstract",
        "object": "Ernest Rutherford, 1st Baron Rutherford of Nelson, OM, FRS, HonFRSE (30 August 1871 – 19 October 1937) was a New Zealand physicist who came to be known as the father of nuclear physics. Encyclopædia Britannica considers him to be the greatest experimentalist since Michael Faraday (1791–1867). Apart from his work in his homeland, he spent a substantial amount of his career abroad, in both Canada and the United Kingdom. In early work, Rutherford discovered the concept of radioactive half-life, the radioactive element radon, and differentiated and named alpha and beta radiation. This work was performed at McGill University in Montreal, Quebec, Canada. It is the basis for the Nobel Prize in Chemistry he was awarded in 1908 \"for his investigations into the disintegration of the elements, and the chemistry of radioactive substances\", for which he was the first Oceanian Nobel laureate, and the first to perform the awarded work in Canada. In 1904, he was elected as a member to the American Philosophical Society. Rutherford moved in 1907 to the Victoria University of Manchester (today University of Manchester) in the UK, where he and Thomas Royds proved that alpha radiation is helium nuclei. Rutherford performed his most famous work after he became a Nobel laureate. In 1911, although he could not prove that it was positive or negative, he theorized that atoms have their charge concentrated in a very small nucleus, and thereby pioneered the Rutherford model of the atom, through his discovery and interpretation of Rutherford scattering by the gold foil experiment of Hans Geiger and Ernest Marsden. He performed the first artificially induced nuclear reaction in 1917 in experiments where nitrogen nuclei were bombarded with alpha particles. As a result, he discovered the emission of a subatomic particle which, in 1919, he called the \"hydrogen atom\" but, in 1920, he more accurately named the proton. Rutherford became Director of the Cavendish Laboratory at the University of Cambridge in 1919. Under his leadership the neutron was discovered by James Chadwick in 1932 and in the same year the first experiment to split the nucleus in a fully controlled manner was performed by students working under his direction, John Cockcroft and Ernest Walton. After his death in 1937, he was buried in Westminster Abbey near Sir Isaac Newton. The chemical element rutherfordium (element 104) was named after him in 1997."
    },
    {
        "predicate": "http://dbpedia.org/property/crest",
        "object": "A baron's coronet.  On a helm wreathed of the Colors, a kiwi Proper."
    },
    {
        "predicate": "http://dbpedia.org/property/escutcheon",
        "object": "Per saltire arched Gules and Or, two inescutcheons voided of the first in fess,  within each a martlet Sable."
    }
]
