[
    {
        "predicate": "http://www.w3.org/2000/01/rdf-schema#label",
        "object": "Friedrich Bergius"
    },
    {
        "predicate": "http://www.w3.org/2000/01/rdf-schema#comment",
        "object": "Friedrich Karl Rudolf Bergius (German pronunciation: [ˈfʁiːdʁɪç ˈbɛʁɡi̯ʊs], 11 October 1884 – 30 March 1949) was a German chemist known for the Bergius process for producing synthetic fuel from coal, Nobel Prize in Chemistry (1931, together with Carl Bosch) in recognition of contributions to the invention and development of chemical high-pressure methods. Having worked with IG Farben during World War II, his citizenship came into question following the war, causing him to ultimately flee to Argentina, where he acted as adviser to the Ministry of Industry."
    },
    {
        "predicate": "http://xmlns.com/foaf/0.1/name",
        "object": "Friedrich Karl Rudolf Bergius"
    },
    {
        "predicate": "http://dbpedia.org/property/name",
        "object": "Friedrich Karl Rudolf Bergius"
    },
    {
        "predicate": "http://dbpedia.org/property/birthPlace",
        "object": ""
    },
    {
        "predicate": "http://dbpedia.org/ontology/abstract",
        "object": "Friedrich Karl Rudolf Bergius (German pronunciation: [ˈfʁiːdʁɪç ˈbɛʁɡi̯ʊs], 11 October 1884 – 30 March 1949) was a German chemist known for the Bergius process for producing synthetic fuel from coal, Nobel Prize in Chemistry (1931, together with Carl Bosch) in recognition of contributions to the invention and development of chemical high-pressure methods. Having worked with IG Farben during World War II, his citizenship came into question following the war, causing him to ultimately flee to Argentina, where he acted as adviser to the Ministry of Industry. Bergius was born near Breslau (Wrocław), within the German Empire's Prussian Province of Silesia."
    },
    {
        "predicate": "http://dbpedia.org/property/doctoralAdvisor",
        "object": "Arthur Rudolf Hantzsch"
    }
]
