[
    {
        "predicate": "http://www.w3.org/2000/01/rdf-schema#label",
        "object": "Irène Joliot-Curie"
    },
    {
        "predicate": "http://www.w3.org/2000/01/rdf-schema#comment",
        "object": "Irène Joliot-Curie (French: [iʁɛn ʒɔljo kyʁi]; née Curie; 12 September 1897 – 17 March 1956) was a French chemist, physicist and politician, the elder daughter of Pierre and Marie Curie, and the wife of Frédéric Joliot-Curie. Jointly with her husband, Joliot-Curie was awarded the Nobel Prize in Chemistry in 1935 for their discovery of induced radioactivity, making them the second-ever married couple (after her parents) to win the Nobel Prize, while adding to the Curie family legacy of five Nobel Prizes. This made the Curies the family with the most Nobel laureates to date. She was also one of the first three women to be a member of a French government, becoming undersecretary for Scientific Research under the Popular Front in 1936. Both children of the Joliot-Curies, Hélène and Pierre, "
    },
    {
        "predicate": "http://xmlns.com/foaf/0.1/name",
        "object": "Irène Joliot-Curie"
    },
    {
        "predicate": "http://dbpedia.org/property/name",
        "object": "Irène Joliot-Curie"
    },
    {
        "predicate": "http://dbpedia.org/property/deathPlace",
        "object": "Paris, France"
    },
    {
        "predicate": "http://dbpedia.org/property/birthPlace",
        "object": "Paris, France"
    },
    {
        "predicate": "http://dbpedia.org/property/thesisTitle",
        "object": "Recherches sur les rayons α du polonium : oscillation de parcours, vitesse d'émission, pouvoir ionisant"
    },
    {
        "predicate": "http://dbpedia.org/property/workplaces",
        "object": ""
    },
    {
        "predicate": "http://dbpedia.org/property/signature",
        "object": "Solvay1933Signature JoliotCurieI.jpg"
    },
    {
        "predicate": "http://dbpedia.org/property/birthName",
        "object": "Irène Curie"
    },
    {
        "predicate": "http://dbpedia.org/property/children",
        "object": ""
    },
    {
        "predicate": "http://dbpedia.org/property/field",
        "object": ""
    },
    {
        "predicate": "http://dbpedia.org/property/spouse",
        "object": ""
    },
    {
        "predicate": "http://dbpedia.org/ontology/abstract",
        "object": "Irène Joliot-Curie (French: [iʁɛn ʒɔljo kyʁi]; née Curie; 12 September 1897 – 17 March 1956) was a French chemist, physicist and politician, the elder daughter of Pierre and Marie Curie, and the wife of Frédéric Joliot-Curie. Jointly with her husband, Joliot-Curie was awarded the Nobel Prize in Chemistry in 1935 for their discovery of induced radioactivity, making them the second-ever married couple (after her parents) to win the Nobel Prize, while adding to the Curie family legacy of five Nobel Prizes. This made the Curies the family with the most Nobel laureates to date. She was also one of the first three women to be a member of a French government, becoming undersecretary for Scientific Research under the Popular Front in 1936. Both children of the Joliot-Curies, Hélène and Pierre, are also prominent scientists. In 1945, she was one of the six commissioners of the new French Alternative Energies and Atomic Energy Commission (CEA) created by de Gaulle and the Provisional Government of the French Republic. She died in Paris on 17 March 1956 from an acute leukemia linked to her exposure to polonium and X-rays."
    },
    {
        "predicate": "http://dbpedia.org/property/doctoralStudents",
        "object": "Her children"
    },
    {
        "predicate": "http://dbpedia.org/ontology/birthName",
        "object": "Irène Curie"
    }
]
