[
    {
        "predicate": "http://www.w3.org/2000/01/rdf-schema#label",
        "object": "Linus Pauling"
    },
    {
        "predicate": "http://www.w3.org/2000/01/rdf-schema#comment",
        "object": "Linus Carl Pauling FRS (/ˈpɔːlɪŋ/; February 28, 1901 – August 19, 1994) was an American chemist, biochemist, chemical engineer, peace activist, author, and educator. He published more than 1,200 papers and books, of which about 850 dealt with scientific topics. New Scientist called him one of the 20 greatest scientists of all time, and as of 2000, he was rated the 16th most important scientist in history. For his scientific work, Pauling was awarded the Nobel Prize in Chemistry in 1954. For his peace activism, he was awarded the Nobel Peace Prize in 1962. He is one of five people to have won more than one Nobel Prize (the others being Marie Curie, John Bardeen, Frederick Sanger and Karl Barry Sharpless). Of these, he is the only person to have been awarded two unshared Nobel Prizes, and on"
    },
    {
        "predicate": "http://dbpedia.org/property/deathPlace",
        "object": "Big Sur, California, U.S."
    },
    {
        "predicate": "http://dbpedia.org/property/birthPlace",
        "object": "Portland, Oregon, U.S."
    },
    {
        "predicate": "http://dbpedia.org/property/thesisTitle",
        "object": "The Determination with X-Rays of the Structures of Crystals"
    },
    {
        "predicate": "http://dbpedia.org/property/workInstitution",
        "object": ""
    },
    {
        "predicate": "http://dbpedia.org/property/signature",
        "object": "Linus Pauling signature.svg"
    },
    {
        "predicate": "http://dbpedia.org/property/after",
        "object": "League of Red Cross Societies"
    },
    {
        "predicate": "http://dbpedia.org/property/align",
        "object": "right"
    },
    {
        "predicate": "http://dbpedia.org/property/birthName",
        "object": "Linus Carl Pauling"
    },
    {
        "predicate": "http://dbpedia.org/property/caption",
        "object": "Pauling in 1962"
    },
    {
        "predicate": "http://dbpedia.org/property/cs1Dates",
        "object": "y"
    },
    {
        "predicate": "http://dbpedia.org/property/date",
        "object": "August 2022"
    },
    {
        "predicate": "http://dbpedia.org/property/deathDate",
        "object": ""
    },
    {
        "predicate": "http://dbpedia.org/property/footnotes",
        "object": "The only person to win two unshared Nobel Prizes."
    },
    {
        "predicate": "http://dbpedia.org/property/knownFor",
        "object": ""
    },
    {
        "predicate": "http://dbpedia.org/property/spouse",
        "object": ""
    },
    {
        "predicate": "http://dbpedia.org/property/title",
        "object": "Laureate of the Nobel Peace Prize"
    },
    {
        "predicate": "http://dbpedia.org/property/title",
        "object": "Laureate of the Nobel Prize in Chemistry"
    },
    {
        "predicate": "http://dbpedia.org/property/video",
        "object": "Linus Pauling, Oregon Experience, Oregon Historical Society"
    },
    {
        "predicate": "http://dbpedia.org/ontology/abstract",
        "object": "Linus Carl Pauling FRS (/ˈpɔːlɪŋ/; February 28, 1901 – August 19, 1994) was an American chemist, biochemist, chemical engineer, peace activist, author, and educator. He published more than 1,200 papers and books, of which about 850 dealt with scientific topics. New Scientist called him one of the 20 greatest scientists of all time, and as of 2000, he was rated the 16th most important scientist in history. For his scientific work, Pauling was awarded the Nobel Prize in Chemistry in 1954. For his peace activism, he was awarded the Nobel Peace Prize in 1962. He is one of five people to have won more than one Nobel Prize (the others being Marie Curie, John Bardeen, Frederick Sanger and Karl Barry Sharpless). Of these, he is the only person to have been awarded two unshared Nobel Prizes, and one of two people to be awarded Nobel Prizes in different fields, the other being Marie Curie. Pauling was one of the founders of the fields of quantum chemistry and molecular biology. His contributions to the theory of the chemical bond include the concept of orbital hybridisation and the first accurate scale of electronegativities of the elements. Pauling also worked on the structures of biological molecules, and showed the importance of the alpha helix and beta sheet in protein secondary structure. Pauling's approach combined methods and results from X-ray crystallography, molecular model building, and quantum chemistry. His discoveries inspired the work of James Watson, Francis Crick, Maurice Wilkins and Rosalind Franklin on the structure of DNA, which in turn made it possible for geneticists to crack the DNA code of all organisms. In his later years, he promoted nuclear disarmament, as well as orthomolecular medicine, megavitamin therapy, and dietary supplements. None of his ideas concerning the medical usefulness of large doses of vitamins have gained much acceptance in the mainstream scientific community. He was married to the American human rights activist Ava Helen Pauling."
    },
    {
        "predicate": "http://dbpedia.org/property/by",
        "object": "yes"
    },
    {
        "predicate": "http://dbpedia.org/property/onlinebooksby",
        "object": "yes"
    },
    {
        "predicate": "http://dbpedia.org/ontology/birthName",
        "object": "Linus Carl Pauling"
    }
]
