[
    {
        "predicate": "http://www.w3.org/2000/01/rdf-schema#label",
        "object": "Emilio Segrè"
    },
    {
        "predicate": "http://www.w3.org/2000/01/rdf-schema#comment",
        "object": "Emilio Gino Segrè (1 February 1905 – 22 April 1989) was an Italian-American physicist and Nobel laureate, who discovered the elements technetium and astatine, and the antiproton, a subatomic antiparticle, for which he was awarded the Nobel Prize in Physics in 1959 along with Owen Chamberlain. Segrè was also active as a photographer and took many photographs documenting events and people in the history of modern science, which were donated to the American Institute of Physics after his death. The American Institute of Physics named its photographic archive of physics history in his honor."
    },
    {
        "predicate": "http://dbpedia.org/property/deathPlace",
        "object": "Lafayette, California, U.S."
    },
    {
        "predicate": "http://dbpedia.org/property/signature",
        "object": "Emilio G Segrè signature.svg"
    },
    {
        "predicate": "http://dbpedia.org/property/awards",
        "object": ""
    },
    {
        "predicate": "http://dbpedia.org/property/birthName",
        "object": "Emilio Gino Segrè"
    },
    {
        "predicate": "http://dbpedia.org/property/book",
        "object": "Via Panisperna Boys"
    },
    {
        "predicate": "http://dbpedia.org/property/caption",
        "object": "Segrè in 1959"
    },
    {
        "predicate": "http://dbpedia.org/property/citizenship",
        "object": "Italy"
    },
    {
        "predicate": "http://dbpedia.org/property/citizenship",
        "object": "United States"
    },
    {
        "predicate": "http://dbpedia.org/property/knownFor",
        "object": "Discovery of antiproton, technetium, and astatine"
    },
    {
        "predicate": "http://dbpedia.org/property/portal",
        "object": "History of science"
    },
    {
        "predicate": "http://dbpedia.org/property/portal",
        "object": "Italy"
    },
    {
        "predicate": "http://dbpedia.org/property/portal",
        "object": "Nuclear technology"
    },
    {
        "predicate": "http://dbpedia.org/property/portal",
        "object": "Physics"
    },
    {
        "predicate": "http://dbpedia.org/property/portal",
        "object": "United States"
    },
    {
        "predicate": "http://dbpedia.org/property/portal",
        "object": "World War II"
    },
    {
        "predicate": "http://dbpedia.org/property/portal",
        "object": "Biography"
    },
    {
        "predicate": "http://dbpedia.org/ontology/abstract",
        "object": "Emilio Gino Segrè (1 February 1905 – 22 April 1989) was an Italian-American physicist and Nobel laureate, who discovered the elements technetium and astatine, and the antiproton, a subatomic antiparticle, for which he was awarded the Nobel Prize in Physics in 1959 along with Owen Chamberlain. Born in Tivoli, near Rome, Segrè studied engineering at the University of Rome La Sapienza before taking up physics in 1927. Segrè was appointed assistant professor of physics at the University of Rome in 1932 and worked there until 1936, becoming one of the Via Panisperna boys. From 1936 to 1938 he was director of the Physics Laboratory at the University of Palermo. After a visit to Ernest O. Lawrence's Berkeley Radiation Laboratory, he was sent a molybdenum strip from the laboratory's cyclotron accelerator in 1937, which was emitting anomalous forms of radioactivity. After careful chemical and theoretical analysis, Segrè was able to prove that some of the radiation was being produced by a previously unknown element, named technetium, which was the first artificially synthesized chemical element that does not occur in nature. In 1938, Benito Mussolini's fascist government passed antisemitic laws barring Jews from university positions. As a Jew, Segrè was now rendered an indefinite émigré. At the Berkeley Radiation Lab, Lawrence offered him a job as a research assistant. While at Berkeley, Segrè helped discover the element astatine and the isotope plutonium-239, which was later used to make the Fat Man nuclear bomb dropped on Nagasaki. From 1943 to 1946 he worked at the Los Alamos National Laboratory as a group leader for the Manhattan Project. He found in April 1944 that Thin Man, the proposed plutonium gun-type nuclear weapon, would not work because of the presence of plutonium-240 impurities. In 1944, he became a naturalized citizen of the United States. On his return to Berkeley in 1946, he became a professor of physics and of history of science, serving until 1972. Segrè and Owen Chamberlain were co-heads of a research group at the Lawrence Radiation Laboratory that discovered the antiproton, for which the two shared the 1959 Nobel Prize in Physics. Segrè was also active as a photographer and took many photographs documenting events and people in the history of modern science, which were donated to the American Institute of Physics after his death. The American Institute of Physics named its photographic archive of physics history in his honor."
    },
    {
        "predicate": "http://dbpedia.org/ontology/birthName",
        "object": "Emilio Gino Segrè"
    }
]
