[
    {
        "predicate": "http://www.w3.org/2000/01/rdf-schema#label",
        "object": "Enrico Fermi"
    },
    {
        "predicate": "http://www.w3.org/2000/01/rdf-schema#comment",
        "object": "Enrico Fermi (Italian: [enˈriːko ˈfermi]; 29 September 1901 – 28 November 1954) was an Italian (later naturalized American) physicist and the creator of the world's first nuclear reactor, the Chicago Pile-1. He has been called the \"architect of the nuclear age\" and the \"architect of the atomic bomb\". He was one of very few physicists to excel in both theoretical physics and experimental physics. Fermi was awarded the 1938 Nobel Prize in Physics for his work on induced radioactivity by neutron bombardment and for the discovery of transuranium elements. With his colleagues, Fermi filed several patents related to the use of nuclear power, all of which were taken over by the US government. He made significant contributions to the development of statistical mechanics, quantum theory, and nuclea"
    },
    {
        "predicate": "http://xmlns.com/foaf/0.1/name",
        "object": "Enrico Fermi"
    },
    {
        "predicate": "http://dbpedia.org/property/name",
        "object": "Enrico Fermi"
    },
    {
        "predicate": "http://dbpedia.org/property/deathPlace",
        "object": "Chicago, Illinois, US"
    },
    {
        "predicate": "http://dbpedia.org/property/birthPlace",
        "object": "Rome, Italy"
    },
    {
        "predicate": "http://dbpedia.org/property/workplaces",
        "object": ""
    },
    {
        "predicate": "http://dbpedia.org/property/workplaces",
        "object": "Scuola Normale Superiore of Pisa"
    },
    {
        "predicate": "http://dbpedia.org/property/signature",
        "object": "Enrico Fermi signature.svg"
    },
    {
        "predicate": "http://dbpedia.org/property/align",
        "object": "right"
    },
    {
        "predicate": "http://dbpedia.org/property/almaMater",
        "object": "Scuola Normale Superiore di Pisa, Italy"
    },
    {
        "predicate": "http://dbpedia.org/property/awards",
        "object": "Matteucci Medal"
    },
    {
        "predicate": "http://dbpedia.org/property/awards",
        "object": "Nobel Prize"
    },
    {
        "predicate": "http://dbpedia.org/property/awards",
        "object": ""
    },
    {
        "predicate": "http://dbpedia.org/property/awards",
        "object": "ForMemRS"
    },
    {
        "predicate": "http://dbpedia.org/property/awards",
        "object": "Franklin Medal"
    },
    {
        "predicate": "http://dbpedia.org/property/awards",
        "object": "Hughes Medal"
    },
    {
        "predicate": "http://dbpedia.org/property/awards",
        "object": "Max Planck Medal"
    },
    {
        "predicate": "http://dbpedia.org/property/awards",
        "object": "Rumford Prize"
    },
    {
        "predicate": "http://dbpedia.org/property/awards",
        "object": "Barnard Medal for Meritorious Service to Science"
    },
    {
        "predicate": "http://dbpedia.org/property/awards",
        "object": "Medal for Merit"
    },
    {
        "predicate": "http://dbpedia.org/property/caption",
        "object": "Fermi in 1943"
    },
    {
        "predicate": "http://dbpedia.org/property/knownFor",
        "object": "Fermi paradox"
    },
    {
        "predicate": "http://dbpedia.org/property/knownFor",
        "object": "Fermi–Dirac statistics"
    },
    {
        "predicate": "http://dbpedia.org/property/knownFor",
        "object": ""
    },
    {
        "predicate": "http://dbpedia.org/property/knownFor",
        "object": "Fermion"
    },
    {
        "predicate": "http://dbpedia.org/property/knownFor",
        "object": "Fermi gas"
    },
    {
        "predicate": "http://dbpedia.org/property/knownFor",
        "object": "Fermi method"
    },
    {
        "predicate": "http://dbpedia.org/property/knownFor",
        "object": "Fermi theory of beta decay"
    },
    {
        "predicate": "http://dbpedia.org/property/knownFor",
        "object": "Fermi's golden rule"
    },
    {
        "predicate": "http://dbpedia.org/property/knownFor",
        "object": "Thomas–Fermi model"
    },
    {
        "predicate": "http://dbpedia.org/property/knownFor",
        "object": "Thomas–Fermi screening"
    },
    {
        "predicate": "http://dbpedia.org/property/knownFor",
        "object": "Demonstrating first self-sustaining nuclear chain reaction"
    },
    {
        "predicate": "http://dbpedia.org/property/portal",
        "object": "History of science"
    },
    {
        "predicate": "http://dbpedia.org/property/portal",
        "object": "Italy"
    },
    {
        "predicate": "http://dbpedia.org/property/portal",
        "object": "Nuclear technology"
    },
    {
        "predicate": "http://dbpedia.org/property/portal",
        "object": "Physics"
    },
    {
        "predicate": "http://dbpedia.org/property/portal",
        "object": "United States"
    },
    {
        "predicate": "http://dbpedia.org/property/portal",
        "object": "World War II"
    },
    {
        "predicate": "http://dbpedia.org/property/portal",
        "object": "Biography"
    },
    {
        "predicate": "http://dbpedia.org/property/quote",
        "object": "As a person, Fermi seemed simplicity itself. He was extraordinarily vigorous and loved games and sport. On such occasions his ambitious nature became apparent. He played tennis with considerable ferocity and when climbing mountains acted rather as a guide. One might have called him a benevolent dictator. I remember once at the top of a mountain Fermi got up and said: \"Well, it is two minutes to two, let's all leave at two o'clock\"; and of course, everybody got up faithfully and obediently. This leadership and self-assurance gave Fermi the name of \"The Pope\" whose pronouncements were infallible in physics. He once said: \"I can calculate anything in physics within a factor 2 on a few sheets; to get the numerical factor in front of the formula right may well take a physicist a year to calculate, but I am not interested in that.\" His leadership could go so far that it was a danger to the independence of the person working with him. I recollect once, at a party at his house when my wife cut the bread, Fermi came along and said he had a different philosophy on bread-cutting and took the knife out of my wife's hand and proceeded with the job because he was convinced that his own method was superior. But all this did not offend at all, but rather charmed everybody into liking Fermi. He had very few interests outside physics and when he once heard me play on Teller's piano he confessed that his interest in music was restricted to simple tunes."
    },
    {
        "predicate": "http://dbpedia.org/property/salign",
        "object": "right"
    },
    {
        "predicate": "http://dbpedia.org/ontology/abstract",
        "object": "Enrico Fermi (Italian: [enˈriːko ˈfermi]; 29 September 1901 – 28 November 1954) was an Italian (later naturalized American) physicist and the creator of the world's first nuclear reactor, the Chicago Pile-1. He has been called the \"architect of the nuclear age\" and the \"architect of the atomic bomb\". He was one of very few physicists to excel in both theoretical physics and experimental physics. Fermi was awarded the 1938 Nobel Prize in Physics for his work on induced radioactivity by neutron bombardment and for the discovery of transuranium elements. With his colleagues, Fermi filed several patents related to the use of nuclear power, all of which were taken over by the US government. He made significant contributions to the development of statistical mechanics, quantum theory, and nuclear and particle physics. Fermi's first major contribution involved the field of statistical mechanics. After Wolfgang Pauli formulated his exclusion principle in 1925, Fermi followed with a paper in which he applied the principle to an ideal gas, employing a statistical formulation now known as Fermi–Dirac statistics. Today, particles that obey the exclusion principle are called \"fermions\". Pauli later postulated the existence of an uncharged invisible particle emitted along with an electron during beta decay, to satisfy the law of conservation of energy. Fermi took up this idea, developing a model that incorporated the postulated particle, which he named the \"neutrino\". His theory, later referred to as Fermi's interaction and now called weak interaction, described one of the four fundamental interactions in nature. Through experiments inducing radioactivity with the recently discovered neutron, Fermi discovered that slow neutrons were more easily captured by atomic nuclei than fast ones, and he developed the Fermi age equation to describe this. After bombarding thorium and uranium with slow neutrons, he concluded that he had created new elements. Although he was awarded the Nobel Prize for this discovery, the new elements were later revealed to be nuclear fission products. Fermi left Italy in 1938 to escape new Italian racial laws that affected his Jewish wife, Laura Capon. He emigrated to the United States, where he worked on the Manhattan Project during World War II. Fermi led the team at the University of Chicago that designed and built Chicago Pile-1, which went critical on 2 December 1942, demonstrating the first human-created, self-sustaining nuclear chain reaction. He was on hand when the X-10 Graphite Reactor at Oak Ridge, Tennessee, went critical in 1943, and when the B Reactor at the Hanford Site did so the next year. At Los Alamos, he headed F Division, part of which worked on Edward Teller's thermonuclear \"Super\" bomb. He was present at the Trinity test on 16 July 1945, where he used his Fermi method to estimate the bomb's yield. After the war, Fermi served under J. Robert Oppenheimer on the General Advisory Committee, which advised the Atomic Energy Commission on nuclear matters. After the detonation of the first Soviet fission bomb in August 1949, he strongly opposed the development of a hydrogen bomb on both moral and technical grounds. He was among the scientists who testified on Oppenheimer's behalf at the 1954 hearing that resulted in the denial of Oppenheimer's security clearance. Fermi did important work in particle physics, especially related to pions and muons, and he speculated that cosmic rays arose when material was accelerated by magnetic fields in interstellar space. Many awards, concepts, and institutions are named after Fermi, including the Enrico Fermi Award, the Enrico Fermi Institute, the Fermi National Accelerator Laboratory (Fermilab), the Fermi Gamma-ray Space Telescope, and the synthetic element fermium, making him one of 16 scientists who have elements named after them. Fermi tutored or directly influenced no fewer than eight young researchers who went on to win Nobel Prizes."
    },
    {
        "predicate": "http://dbpedia.org/property/academicAdvisors",
        "object": ""
    },
    {
        "predicate": "http://dbpedia.org/property/doctoralStudents",
        "object": ""
    },
    {
        "predicate": "http://dbpedia.org/property/doctoralStudents",
        "object": "Arthur Rosenfeld"
    },
    {
        "predicate": "http://dbpedia.org/property/doctoralStudents",
        "object": "Edoardo Amaldi"
    },
    {
        "predicate": "http://dbpedia.org/property/doctoralStudents",
        "object": "Emilio Segrè"
    },
    {
        "predicate": "http://dbpedia.org/property/doctoralStudents",
        "object": "Ettore Majorana"
    },
    {
        "predicate": "http://dbpedia.org/property/doctoralStudents",
        "object": "Geoffrey Chew"
    },
    {
        "predicate": "http://dbpedia.org/property/doctoralStudents",
        "object": "Harold Agnew"
    },
    {
        "predicate": "http://dbpedia.org/property/doctoralStudents",
        "object": "Jerome Friedman"
    },
    {
        "predicate": "http://dbpedia.org/property/doctoralStudents",
        "object": "Marvin Goldberger"
    },
    {
        "predicate": "http://dbpedia.org/property/doctoralStudents",
        "object": "Mildred Dresselhaus"
    },
    {
        "predicate": "http://dbpedia.org/property/doctoralStudents",
        "object": "Owen Chamberlain"
    },
    {
        "predicate": "http://dbpedia.org/property/doctoralStudents",
        "object": "Richard Garwin"
    },
    {
        "predicate": "http://dbpedia.org/property/doctoralStudents",
        "object": "Sam Treiman"
    },
    {
        "predicate": "http://dbpedia.org/property/doctoralStudents",
        "object": "Tsung-Dao Lee"
    },
    {
        "predicate": "http://dbpedia.org/property/notableStudents",
        "object": ""
    }
]
