[
    {
        "predicate": "http://www.w3.org/2000/01/rdf-schema#label",
        "object": "Eugene Wigner"
    },
    {
        "predicate": "http://www.w3.org/2000/01/rdf-schema#comment",
        "object": "Eugene Paul \"E. P.\" Wigner (Hungarian: Wigner Jenő Pál, pronounced [ˈviɡnɛr ˈjɛnøː ˈpaːl]; November 17, 1902 – January 1, 1995) was a Hungarian-American theoretical physicist who also contributed to mathematical physics. He received the Nobel Prize in Physics in 1963 \"for his contributions to the theory of the atomic nucleus and the elementary particles, particularly through the discovery and application of fundamental symmetry principles\"."
    },
    {
        "predicate": "http://xmlns.com/foaf/0.1/name",
        "object": "Eugene Wigner"
    },
    {
        "predicate": "http://dbpedia.org/property/name",
        "object": "Eugene Wigner"
    },
    {
        "predicate": "http://dbpedia.org/property/deathPlace",
        "object": "Princeton, New Jersey, U.S."
    },
    {
        "predicate": "http://dbpedia.org/property/thesisTitle",
        "object": "Bildung und Zerfall von Molekülen"
    },
    {
        "predicate": "http://dbpedia.org/property/signature",
        "object": "eugene wigner sig.jpg"
    },
    {
        "predicate": "http://dbpedia.org/property/birthName",
        "object": "Wigner Jenő Pál"
    },
    {
        "predicate": "http://dbpedia.org/property/caption",
        "object": "Wigner in 1963"
    },
    {
        "predicate": "http://dbpedia.org/property/spouse",
        "object": ""
    },
    {
        "predicate": "http://dbpedia.org/property/spouse",
        "object": "Amelia Frank"
    },
    {
        "predicate": "http://dbpedia.org/property/spouse",
        "object": "Eileen Clare-Patton Hamilton"
    },
    {
        "predicate": "http://dbpedia.org/property/spouse",
        "object": "Mary Annette Wheeler"
    },
    {
        "predicate": "http://dbpedia.org/property/title",
        "object": "EPW contributions to the theory of the atomic nucleus and the elementary particles, particularly through the discovery and application of fundamental symmetry principles"
    },
    {
        "predicate": "http://dbpedia.org/ontology/abstract",
        "object": "Eugene Paul \"E. P.\" Wigner (Hungarian: Wigner Jenő Pál, pronounced [ˈviɡnɛr ˈjɛnøː ˈpaːl]; November 17, 1902 – January 1, 1995) was a Hungarian-American theoretical physicist who also contributed to mathematical physics. He received the Nobel Prize in Physics in 1963 \"for his contributions to the theory of the atomic nucleus and the elementary particles, particularly through the discovery and application of fundamental symmetry principles\". A graduate of the Technical University of Berlin, Wigner worked as an assistant to Karl Weissenberg and Richard Becker at the Kaiser Wilhelm Institute in Berlin, and David Hilbert at the University of Göttingen. Wigner and Hermann Weyl were responsible for introducing group theory into physics, particularly the theory of symmetry in physics. Along the way he performed ground-breaking work in pure mathematics, in which he authored a number of mathematical theorems. In particular, Wigner's theorem is a cornerstone in the mathematical formulation of quantum mechanics. He is also known for his research into the structure of the atomic nucleus. In 1930, Princeton University recruited Wigner, along with John von Neumann, and he moved to the United States, where he obtained citizenship in 1937. Wigner participated in a meeting with Leo Szilard and Albert Einstein that resulted in the Einstein-Szilard letter, which prompted President Franklin D. Roosevelt to initiate the Manhattan Project to develop atomic bombs. Wigner was afraid that the German nuclear weapon project would develop an atomic bomb first. During the Manhattan Project, he led a team whose task was to design nuclear reactors to convert uranium into weapons grade plutonium. At the time, reactors existed only on paper, and no reactor had yet gone critical. Wigner was disappointed that DuPont was given responsibility for the detailed design of the reactors, not just their construction. He became Director of Research and Development at the Clinton Laboratory (now the Oak Ridge National Laboratory) in early 1946, but became frustrated with bureaucratic interference by the Atomic Energy Commission, and returned to Princeton. In the postwar period, he served on a number of government bodies, including the National Bureau of Standards from 1947 to 1951, the mathematics panel of the National Research Council from 1951 to 1954, the physics panel of the National Science Foundation, and the influential General Advisory Committee of the Atomic Energy Commission from 1952 to 1957 and again from 1959 to 1964. In later life, he became more philosophical, and published The Unreasonable Effectiveness of Mathematics in the Natural Sciences, his best-known work outside technical mathematics and physics."
    },
    {
        "predicate": "http://dbpedia.org/ontology/birthName",
        "object": "Wigner Jenő Pál"
    }
]
